Autodesk.Revit.DB.OBJImportOptions.#ctor(Autodesk.Revit.DB.OBJImportOptions)
Constructs a new instance of OBJImportOptions as a copy of the import options.
option:
The OBJ options to be copied.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2022.1

Autodesk.Revit.DB.OBJImportOptions.#ctor
Constructs a new instance of OBJImportOptions with default values of all properties.
Since:
2022.1

Autodesk.Revit.DB.OBJImportOptions
The import options used to import OBJ format files.
Since:
2022.1